{
  "acouticsguitar": [
    {
      "name": "Guitar Acoustic Rosen",
      "image": "image/rosen.png",
      "image2": "image/rosenfull.png",
      "price": "1,790,000 ₫",
      "decri": "Sản phẩm được gia công và lắp ráp hoàn toàn bằng máy, mang lại độ chính xác gần như tuyệt đối. Gia công tỉ mĩ, lớp sơn bóng mướt.                   Action đã được điều chỉnh cho vừa phải với nhu cầu bấm nhẹ tay của người Việt. Gỗ Laminate chất lượng cao mang lại chất lượng âm thanh ổn định. Âm thanh đàn Guitar Acoustic Rosen Black mang lại tương đối hài hòa, vang, sáng, rõ ràng. Màu đen nhám sang trọng, bắt mắt.",
      "id": 1
    },
    {
      "name": "Guitar Acoustic Station HD-119",
      "image": "image/hd179.png",
      "image2": "image/hd179full.png",
      "price": "1,190,000 ₫",
      "decri": "   Đàn được làm hoàn toàn từ gỗ nguyên miếng, sử dụng càng lâu âm thanh càng hay, đó là đặc điểm nổi bật nhất của đàn Việt Nam so với đa số các dòng đàn nước ngoài khác.  Đây là dòng dàn chuyên dùng cho các bạn mới bắt đâu tập chơi, muốn sở hữu một cây đàn chất lượng với chi phí thấp.  Âm thanh vang, rõ ràng, chất lượng, phím đàn bấm nhẹ tay, phù hợp cho những người mới bắt đầu chơi guitar.",
      "id": 2
    },
    {
      "name": "Guitar Acoustic MAGNA – M-91-NAT",
      "image": "image/m91full.jpg",
      "image2": "image/m91.jpg",
      "price": "2,790,000 ₫",
      "decri": "Với mức giá trên dưới 3 triệu cho người mới tập chơi cơ bản đến nâng cao thì MAGNA M-91C-NAT thực sự là đối thủ đáng gờm của DR-100.Chất lượng gần như tương đương nhưng với mức giá lại phải chăng hơn nhiều so với DR-100 với những ưu điểm như sau:                    Sản phẩm được gia công và lắp ráp hoàn toàn bằng máy, mang lại độ chính xác gần như tuyệt đối. Gia công tỉ mĩ, lớp sơn bóng mướt.                   Action đã được điều chỉnh cho vừa phải với nhu cầu bấm nhẹ tay của người Việt.                   Gỗ mahogany cho ra âm thanh vừa sáng vừa dày, thích hợp chơi đa dạng thể loại âm nhạc.",
      "id": 3
    }
  ],
  "acouticsguitar2": [
    {
      "name": "Taylor 114E",
      "image": "image/taylorfull.jpg",
      "image2": "image/taylor1.jpg",
      "price": "19,850,000 ₫",
      "decri": "  Đàn guitar Taylor 114E là cây đàn guitar thuộc thương hiệu taylor nhưng có series nhỏ nhất, tuy vậy chất lượng của nó cũng mang đậm bản chất Taylor. Đàn Guitar Taylor 114E tương tự Guitar Taylor Series 200, Series 100 cung cấp khả năng phục hồi trong điều kiện khí hậu biến đổi, và cần đàn hẹp hơn một chút, 1 11/16-inch. Đó là một trong những cây guitar tốt nhất bạn sẽ tìm thấy, phù hợp với túi tiền của mình, đặc biệt với sự tích hợp của pickup Taylor ® ES-T. Taylor 100 series thực sự là sự lựa chọn phù hợp cho những người mới chơi nhưng vẫn mang lại hiệu suất âm thanh và tiện ích đáng kinh ngạc.",
      "id": 1
    },
    {
      "name": "Lakewood Sungha Jung – The Light music",
      "image": "image/lakewoodfull.jpg",
      "image2": "image/lakewood.jpg",
      "price": "83,000,000,00 ₫",
      "decri": " Đàn được thiết kế đặt biệt thể theo yêu cầu cầu của thần đồng Guitar Sungha Jung, với chất liệu gỗ hàng đầu thế giới và kỷ thuật thông số chuẩn đến từng chi tiết nhỏ. Đàn được làm từ đôi bàn tay của những nghệ nhân người Đức và được kiểm tra chất lượng kỹ càng. Cây đàn được kết tạo bởi những tinh tuý và sự tỉ mĩ đưa chất lượng của Hãng Lakewood vươn lên hàng đầu không chỉ ở Châu âu mà còn có Châu Á, Châu Mỹ và Châu Úc.",
      "id": 2
    },
    {
      "name": "Acoustic Fender CD-60SCE",
      "image": "image/fenderfull.jpg",
      "image2": "image/fender.jpg",
      "price": "8,180,000đ",
      "decri": "Đàn guitar Acoustic Fender CD-60SCE Dreadnought cutaway tự hào với các tính năng bạn mong muốn trên các phiên bản đắt hơn nhiều, với mặt top thùng đàn gỗ spruce nguyên khối và 3 phiên bản lựa chọn: Sunburst, Black và Natural.",
      "id": 3
    }
  ],
  "acouticsguitar1": [
    {
      "name": "Guitar Acoustic Epiphone DR-100-Natural",
      "image": "image/epiphonefull.jpg",
      "image2": "image/epiphone.jpg",
      "price": "3,190,000 ₫",
      "decri": " Guitar Acoustic Epiphone DR-100-Natural   Với mức giá trên dưới 3 triệu cho người mới tập chơi cơ bản đến nâng cao thì Epiphone DR100 là món ngon không thể cưỡng lại nổi trong giới guitarist.   Đây là dòng đàn được bán chạy nhất cho thị trường Việt Nam của Epiphone, với ngoại hình đẹp, gia công kĩ lương, âm thanh tốt thì đó cũng là điều dễ hiểu.    Thế mạnh nổi bật nhất của DR100 đó là sự gia công chi tiết, tỉ mỉ được làm bằng máy với sự chính xác gần như tuyệt đối. Phím của DR100 được gia công rất tốt và rất mượt, trơn láng, rất khó bị rè dây so với các dòng đàn cùng tầm giá của Việt Nam.    Chất lượng âm thanh, vẻ đẹp gia công, độ bền sản phẩm rất tốt. Thiết kế dáng D mạnh mẽ, lớp sơn bóng mượt.",
      "id": 1
    },
    {
      "name": "Guitar Acoustic EKO ONE 018 CW EQ Sunbust",
      "image": "image/ekofull.jpg",
      "image2": "image/eko.jpg",
      "price": "4,500,000 ₫",
      "decri": " Đàn guitar ONE 018 CW EQ, ngoài tính thẩm mỹ cực kỳ hấp dẫn được lấy cảm hứng từ dòng đàn bất hủ EKO 018 CW Eq thì còn được nâng cấp một số chi tiết độc đáo chưa từng thấy trước đây:                    Chiều rộng bản cần 48mm (tiêu chuẩn là 43mm), chiều dài lược đàn 57mm (Tiêu chuẩn 54mm) và chiều dài ngựa đàn là 630mm (tiêu chuẩn 650mm). Bàn phím rộng hơn - đây là sự nâng cấp tuyệt vời cho những bạn muốn tìm kiếm một cây đàn acoustic với bản cần rộng để chơi thoải mái hơn, với khoảng cách giữa các dây tạo điều kiện thuận lợi cho ngón tay, cũng như cho phép bạn chơi arpeggios dễ dàng; quy mô ngắn làm cho guitar dễ chơi hơn.",
      "id": 2
    },
    {
      "name": "Guitar Acoustic Station CC-48",
      "image": "image/cc48full.jpg",
      "image2": "image/cc48.jpg",
      "price": "4,800,000 ₫",
      "decri": "Dòng đàn CC-48 có ngoại hình đẹp đến từng chi tiết. Tiếng treble đanh và chắc chắn, âm thanh có chiều sâu, dòng này phù hợp để chơi đệm hát hiện đại và fingerstyle, là mẫu đàn chuẩn mực của dòng đàn cao cấp tại Guitar Station.                    Thiết kế lấy cảm hứng từ Baden, thùng đàn không quá lớn cho ra âm thanh đầy đặn nhưng vẫn đưa lại cảm giác thoải mái với đường khoét eo sâu. Âm thanh ấm dày nhưng không kém phần đanh thép.",
      "id": 3
    }
  ],
  "electricguitar": [
    {
      "name": "Jackson JS32 Dinky",
      "image": "image/j32full.jpg",
      "image2": "image/j32.jpg",
      "price": "7,820,000 ₫",
      "decri": "Dồn dập, ngây ngất và giá cả phải chăng, seri guitar Jackson® JS tạo ra một bước nhảy vọt trong lịch sử, làm cho âm nhạc, thiết kế và lối chơi của Jackson cổ điển trở nên dễ dàng hơn bao giờ hết. Với những đặc điểm nâng cấp như: mặt trước cong, hệ thống pickup với nam châm ceramic cao cấp, cần đàn được gia cố bằng graphite, đầu đàn gắn chặt với phím đàn, hardware màu đen đã mang lại nhiều sự chú ý",
      "id": 1
    },
    {
      "name": "Fender American Pro Strat HSS",
      "image": "image/hssfull.jpg",
      "image2": "image/hss.jpg",
      "price": "41,500,000 ₫",
      "decri": " American Professional Stratocaster HSS là cây guitar được nhiều guitarist đam mê và muốn được sở hữu. Những cây đàn được sản xuất tại Mỹ với phần thân đàn được sản xuất hoàn toàn từ gỗ nguyên khối nhằm cung cấp độ chắc chắn và đảm bảo giữ nguyên được dáng đàn Stratocaster cổ điển.                    Một trong điểm nổi bật của cây đàn này chính là hệ thống pickup đặc biệt bao gồm 1 pickup đôi Humbucker và 2 pick-up đơn Single-coil kiểu V-Mod. Sự kết hợp độc đáo này giúp cho cây đàn đáp ứng được âm thanh rõ ràng, đa sắc thái, vừa có độ sáng lại vừa đảm bảo được âm trầm mạnh mẽ hoàn hảo.                                      Bên cạnh đó thiết kế cần nhún Tremolo với cải tiến 2 điểm là cuộc cách mạng trong việc đem đến cho người chơi sự linh hoạt hơn khi điều chỉnh âm thanh và tạo nên những hiệu ứng âm thanh độc đáo.                                       Ngoài ra American Professional Stratocaster cũng được thiết kế phiên bản bao gồm 2 pickup đôi Humbucker với chất âm mạnh mẽ dành cho những ai thường yêu thích âm nhạc mạnh mẽ như rock, metal.",
      "id": 2
    },
    {
      "name": "Jackson JS Series Monarkh SC JS22",
      "image": "image/j22full.jpg",
      "image2": "image/j22.jpg",
      "price": "6,490,000 ₫",
      "decri": "Đàn Jackson JS Series Monarkh SC JS22 hoàn toàn mới trong phong các cổ điển                   Được thiết kế theo phong cách cổ điển nhưng cực kỳ khác biệt so với các phiên bản Jackson khác SC JS22 mang đến cho người sử dụng một cảm giác hoàn toàn mới với âm thanh tràn đầy năng lượng được tạo nên bởi công nghệ chế tác tiên tiến của Jackson dành cho những chiếc guitar hàng đầu. Đó là cây đàn lý tưởng để giúp bạn sáng tạo không ngừng.",
      "id": 3
    }
  ],
  "classicguitar": [
    {
      "name": "Kapok LC-18",
      "image": "image/18natfull.jpg",
      "image2": "image/18nat.jpg",
      "price": "1,990,000 ₫",
      "decri": "  Đàn Guitar Classic Kapok LC-18 4/4 với giá rẻ, kiểu dáng đẹp, âm thanh tốt sẽ là lựa chọn số một của người mới tập chơi guitar classic.",
      "id": 1
    },
    {
      "name": "Takamine P3FCN",
      "image": "image/TAKAMINEP3FCNfull.jpg",
      "image2": "image/TAKAMINEP3FCN.jpg",
      "price": "30,350,000 ₫",
      "decri": " Chiếc guitar dây ni lông Acoustic-electric P3FCN FXC thuộc Pro Series của Takamine sẽ khiến bạn rất thích thú với tiếng đàn ngọt ngào, vẻ ngoài tuyệt đẹp và lối chơi đa dạng của nó. Cầm đàn lên, để bàn tay của bạn chạm vào cần đàn dễ chịu bằng gỗ Gụ và thỏa sức giải trí với tiếng vang dày ấm đến từ chất liệu gỗ tuyết tùng nguyên miếng ở mặt trước. Hãy chơi nốt đơn và đưa các ngón tay lướt nhẹ nhàng trên phím đàn bằng gỗ hồng được gắn chặt vào cần đàn cùng sự tinh tế của mặt cắt Venetian của chiếc P3FCN này. Cắm thêm vào một bộ ampli để khuếch đại âm thanh của chiếc đàn, bạn sẽ có những trải nghiệm rõ ràng hơn về tiếng dây ni lông đầy thu hút. Như cách mà người ta nói về P3FCN – chơi đàn chính là yêu thương.",
      "id": 2
    },
    {
      "name": "Fender CN-140SCE",
      "image": "image/cn-140sce-400x400full.jpg",
      "image2": "image/cn-140sce-400x400.jpg",
      "price": "10,710,000 ₫",
      "decri": "Fender CN-140SCE cung cấp một trải nghiệm tuyệt vời cho người chơi ở bất kỳ cấp độ kỹ năng nào. Phong cách cổ điển 'tao nhã' làm cho nó trở thành một cây đàn guitar hoàn hảo cho phòng khách và sân khấu, trong khi single cutaway giúp bạn dễ dàng truy cập vào các frets cao hơn. Với thiết bị điện tử Fishman được tích hợp sẵn, mô hình này cung cấp khả năng điều khiển âm thanh đơn giản nhưng cực kỳ mạnh mẽ. ",
      "id": 3
    }
  ],
  "soundeffect": [
    {
      "name": "GT-100",
      "image": "image/gt100full.jpg",
      "image2": "image/gt100.jpg",
      "price": "12,770,000 ₫",
      "decri": "   Định tuyến linh hoạt của amps và hiệu ứng thông qua hai  hiệu ứng chain Giao diện USB audio / MIDI đa kênh tiên tiến ghi âm linh hoạt và hiệu quả Tương thích với các patch âm thanh GT-100 Version 2.0 Đầu vào mic XLR với cổng phantom; Thiết kế các hiệu ứng patch đặc biệt  cho giọng hát và guitar cổ điển Đầu vào 1/8 inch để kết nối thiết bị âm thanh Stereo như điện thoại thông minh hoặc máy nghe nhạc Chuyển đổi guitar-to-MID đơn âm từ đầu vào guitar bình thường 1/4 inch Sử dụng sạc nguồn bằng cổng USB hoặc bộ sạc pin đi kèm",
      "id": 1
    },
    {
      "name": "Boss GT1",
      "image": "image/boss-gt1b-400x400full.jpg",
      "image2": "image/boss-gt1b-400x400.jpg",
      "price": "6,750,000₫",
      "decri": "Boss GT1B là công cụ sáng tạo âm thanh tuyệt vời cho người dùng, được hỗ trợ công nghệ tạo âm hàng đầu cùng hàng loạt hiệu ứng độc đáo kết hợp với thiết kế nhỏ gọn và giao diện thân thiện với người dùng giúp cho bạn mở ra một thế giới âm thanh Bass hoàn toàn mới. ",
      "id": 2
    },
    {
      "name": "Boss GT1000",
      "image": "image/bo_xu_ly_hieu_ung_guitar_gt_1000-400x400full.jpg",
      "image2": "image/bo_xu_ly_hieu_ung_guitar_gt_1000-400x400.jpg",
      "price": "27,780,000 ₫",
      "decri": "Boss GT-1000 là phơ bàn cho biểu diễn chuyên nghiệp. Dùng công nghệ mới AIRD (Augmented Impulse Response Dynamics – (tạm dịch) tăng xung nhịp phản hồi), được nghiên cứu hàng thập kỷ qua, và ứng dụng trên 1 con chip DSP cực nhanh, 32-bit AD / DA (Analog to Digital/ Digital to Analog), xử 32bit floating point, và sample rate 96 kHz.                   Dựa trên công nghệ bóng đèn Tube Logic của BOSS, công nghệ AIRD đem lại chất âm bóng đèn trong phơ bàn kỹ thuật số. Các preamp AIRD cho phép diễn live như tube amp thật, truyền cảm hứng cho nghệ sĩ mà các dòng trước đây chưa làm được. Và với chức năng chọn đầu ra output AIRD đa dạng, bạn vẫn có chất âm bóng đèn ở nhiều dạng setup, từ amp thường đến amp full-range.                   GT-1000 cũng tích hợp hàng tá các cục BOSS truyền thống, với nhiều tùy chọn cắm dây và vặn nút như phơ cục. Và công nghệ Bluetooth® tích hợp, bạn có thể chỉnh tiếng, phân nhiệm pedal bằng smartphone/ ipad qua ứng dụng BOSS Tone Studio cho android & iOS. Một bàn phơ đem lại sự chuyên nghiệp & sáng tạo, Boss GT-1000 sẽ đưa guitarist lên cấp độ cảm xúc mới ở mọi nơi.                   Các chức năng nổi bật:                   Chất âm hàng đầu, giàu biểu cảm                   Công nghệ AD / DA 32-bit đầu tiên, 32 bit floating point, sample rate 96 kHz                   Chip xử lý DSP thế hệ mới cực nhanh, được thiết kế riêng cho các app ứng dụng nhạc cụ                   Công nghệ AIRD (Augmented Impulse Response Dynamics – tăng xung nhịp phản hồi) dựa trên công nghệ bóng đèn Tube Logic nổi tiếng của Boss, mang lại cảm giác tự nhiên và không kén dàn âm thanh                   Các preamp mới chất lượng cao với công nghệ AIRD                   Hàng tá phơ cục tích hợp sẵn, bao gồm các hiệu ứng và thuật toán BOSS MDP từ các dòng DD-500, MD-500 và RV-500                   Phơ cục & preamp có thể được gắn dây nhiều kiểu khác nhau                   Chuyển tiếng không bị giật                   Đơn giản hóa cách chỉnh phơ cục, vì có nhiều setting cho phơ cục được cài sẵn                   Dễ xài với màn hình lớn và 6 nút vặn                   10 pedal footswitch và 1 pedal Express lớn có thể gán nhiều phân nhiệm khác, và đèn Led nhiều màu                   Tuner chuẩn xác với hai chế độ hiển thị và có thể chỉnh 6 dây cùng lúc                   Jack 6 ly input và jack Canon Sub output với nhiều tùy chọn đầu ra; có thể cắm thêm các loại phơ cục ngoài                   Có thể gắn thêm footswitch ngoài, pedal Express ngoài, MIDI, và USB                   Bluetooth tích hợp để chỉnh tiếng bằng smartphone/ ipad qua ứng dụng BOSS Tone Studio cho thiết bị di động iOS và Android                   Midi & soundcard tích hợp, kết nối USB với máy tính để thu âm & chỉnh tiếng                                       Các bản phần mềm cập nhật cho GT-1000 mới nhất",
      "id": 3
    }
  ],
  "capo": [
    {
      "name": "D addario NS CAPO, SILVER",
      "image": "image/daddario-ns-capo-silver-400x400full.jpg",
      "image2": "image/daddario-ns-capo-silver-400x400.jpg",
      "price": "480,000 ₫",
      "decri": "  Planet Waves NS Capo được làm bằng nhựa dẻo ABS chất lượng cao được thiết kế cho đàn guitar acoustic (dây thép), đàn guitar classic (cổ điển, dây nylon) và đàn guitar điện loại 6 dây với cần đàn tròn",
      "id": 1
    },
    {
      "name": "G7th Nashville Guitar Capo Black",
      "image": "image/g7th-nashville-guitar-capo-black-400x400full.jpg",
      "image2": "image/g7th-nashville-guitar-capo-black-400x400.jpg",
      "price": "420,000₫",
      "decri": "  G7th Nashville Guitar Capo là capo dành cho đàn Guitar  được thiết kế linh hoạt giúp người chơi dễ dàng thiết lập để sử dụng.",
      "id": 2
    },
    {
      "name": "G7th Performance2 Guitar Capo",
      "image": "image/g7th-performance2-guitar-capo-goldfull.jpg",
      "image2": "image/g7th-performance2-guitar-capo-gold.jpg",
      "price": "1,200,000 ₫",
      "decri": "G7th Performance2 Guitar Capo Gold là Capo cho nylon-strung classical guitar với màu vàng lấp lánh làm tôn thêm vẻ đẹp cho cây Guitar của bạn",
      "id": 3
    }
  ],
  "pick": [
    {
      "name": "D addario 1DYL3-10",
      "image": "image/yellowpick.jpg",
      "image2": "image/yellowpick.jpg",
      "price": "70,000 ₫",
      "decri": "Duralin (còn được gọi là Acetyl hoặc Delrin) là một vật liệu độc đáo với sự kết hợp phi thường của sức mạnh, độ cứng, tính ổn định  chống mỏi và ma sát thấp. Duralin picks cho phép một nghệ sĩ làm nổi bật âm thanh tươi sáng khi nhấn vào dây khi chơi acoustic, nhịp điệu guitar,",
      "id": 1
    },
    {
      "name": "D addario 7DGN4-10",
      "image": "image/greenpick.jpg",
      "image2": "image/greenpick.jpg",
      "price": "160,000₫",
      "decri": "   Duralin (còn được gọi là Acetyl hoặc Delrin) là một vật liệu độc đáo với sự kết hợp phi thường của sức mạnh, độ cứng, tính ổn định  chống mỏi và ma sát thấp. Duralin picks cho phép một nghệ sĩ làm nổi bật âm thanh tươi sáng khi nhấn vào dây khi chơi acoustic, nhịp điệu guitar,",
      "id": 2
    },
    {
      "name": "D addario 1DOR2-10",
      "image": "image/redpick.jpg",
      "image2": "image/redpick.jpg",
      "price": "70,000 ₫",
      "decri": "Phím gảy cho đàn Guitar D'addario  1DOR2-10  Được làm từ Duralin, một vật liệu được biết đến với sự kết hợp lý tưởng của sức mạnh, độ bám, độ bền và khả năng chống mài mòn                   Bao bì của Planet Waves  được thiết kế để giảm thiểu sự lãng phí và tác động đến môi trường",
      "id": 3
    }
  ],
  "user": [
    {
      "id": "1",
      "email": "tonthatanhminhktpm@gmail.com",
      "password": "minhdeptrai"
    }
  ],
  "subscriber": [
    {
      "id": 1,
      "email": "tonthatanhminhktpm@gmail.com"
    }
  ],
  "customer": [
    {
      "fullName": "Đẹp Trai Có Gì Sai",
      "phoneNumber": "0123456789",
      "address": "Sao Hỏa",
      "product": "Lakewood Sungha Jung – The Light music",
      "price": "83,000,000,00 ₫",
      "id": 1
    }
  ],
  "cart": [
    {}
  ]
}